base
base-devel
bash-completion
blueman
bluez
bluez-utils
brave-bin
brightnessctl
btop
btrfs-progs
celluloid
dunst
efibootmgr
fastfetch
feh
file-roller
git
gnome-keyring
grim
grub
gst-plugin-pipewire
gvfs
gvfs-smb
htop
hunspell
hypridle
hyprland
hyprlock
hyprshot
imagemagick
intel-media-driver
intel-ucode
iw
iwd
jdk21-openjdk
kdeconnect
kitty
kvantum-qt5
lib32-bzip2
lib32-gcc-libs
lib32-ncurses
lib32-zlib
libpulse
libreoffice-fresh
libva-intel-driver
linux
linux-firmware
localsend-bin
lxappearance
man-db
man-pages
mousepad
nano
ncdu
nemo
network-manager-applet
networkmanager
nodejs
noto-fonts
noto-fonts-emoji
npm
otf-font-awesome
pamixer
papirus-icon-theme
pavucontrol
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
polkit-kde-agent
pyenv
python-virtualenv
qt5-wayland
qt5ct
qt6-wayland
qt6ct
rclone
reflector
rofi
rofi-emoji
sddm
slurp
smartmontools
sof-firmware
swappy
swaync
swww
tailscale
tree
ttf-jetbrains-mono
ttf-jetbrains-mono-nerd
ttf-liberation
tumbler
uwsm
vim
visual-studio-code-bin
vulkan-intel
vulkan-nouveau
vulkan-radeon
waybar
wget
wireless_tools
wireplumber
wl-clipboard
wlogout
wofi
xdg-desktop-portal-gtk
xdg-desktop-portal-hyprland
xdg-desktop-portal-wlr
xdg-utils
xf86-video-amdgpu
xf86-video-ati
xf86-video-nouveau
xorg-server
xorg-xinit
yad
yay
yay-debug
zram-generator
