7zip
ags-hyprpanel-git
ansible
auto-cpufreq
base
base-devel
bash-completion
bat
blueman
bluez
bluez-utils
brave-bin
brightnessctl
btop
btrfs-progs
clipvault
cowsay
cronie
docker
docker-buildx
docker-compose
dxvk-bin
efibootmgr
fastfetch
file-roller
firefox
flatpak
ghostty
git
gnome-keyring
grim
grub
gst-plugin-pipewire
guvcview
gvfs
gvfs-smb
htop
hunspell
hypridle
hyprland
hyprlock
hyprshot
imagemagick
intel-media-driver
intel-ucode
iw
iwd
jdk21-openjdk
kdeconnect
kitty
kvantum-qt5
lib32-bzip2
lib32-gcc-libs
lib32-gnutls
lib32-ncurses
lib32-vkd3d
lib32-zlib
libpulse
libqalculate
libreoffice-fresh
libva-intel-driver
linux
linux-firmware
localsend-bin
lxappearance
man-db
man-pages
mousepad
nano
ncdu
nemo
nemo-fileroller
network-manager-applet
node-gyp
nodejs
nodejs-nopt
noto-fonts
noto-fonts-emoji
npm
nwg-look
obsidian
otf-font-awesome
pamixer
papirus-icon-theme
pavucontrol
perl-image-exiftool
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
polkit-kde-agent
postgresql
powertop
pyenv
python-flask
python-pip
python-pipx
python-pylint
python-virtualenv
qt5-wayland
qt5ct
qt6-wayland
qt6ct
rclone
reflector
restic
rofi
rofi-calc
rofi-emoji
sddm
semver
slurp
smartmontools
sof-firmware
starship
swappy
swww
tailscale
thermald
tlp
tree
ttf-jetbrains-mono
ttf-jetbrains-mono-nerd
ttf-liberation
ttf-nerd-fonts-symbols-mono
tumbler
unrar
uwsm
vim
visual-studio-code-bin
vlc
vlc-plugin-ffmpeg
vulkan-intel
vulkan-tools
wget
wireless_tools
wireplumber
wl-clipboard
wlogout
wtype
xdg-desktop-portal-gtk
xdg-desktop-portal-hyprland
xdg-desktop-portal-wlr
xdg-utils
xf86-video-ati
xf86-video-nouveau
xorg-server
xorg-xinit
yad
yay
yay-debug
zip
zram-generator
zsh
zsh-autosuggestions
zsh-syntax-highlighting
